{
  "heroe": [
    {
      "id": "478433646",
      "heroName": "Iron Man",
      "realName": "Tony Stark",
      "description": "Iron Man (conocido en español como el Hombre de Hierro) es un superhéroe que aparece en los cómics estadounidenses publicados por Marvel Comics.",
      "photoUrl": "http://pm1.narvii.com/6233/d50fafc8fd494d247d26de528927f0e7dd6eae68_00.jpg"
    },
    {
      "heroName": "Doctor Strange",
      "realName": "Stephen Vincent Strange",
      "photoUrl": "https://i1.whakoom.com/large/12/13/17cad8c314024c2fb9eb8def79de3aa3.jpg",
      "description": "La historia de origen del personaje relata que una vez fue un cirujano brillante pero egoísta. Después de que un accidente automovilístico dañara gravemente sus manos y obstaculiza su capacidad para realizar una cirugía, busca una forma de repararlas encontrándose con el Anciano. ",
      "id": "3t-Lfs4"
    },
    {
      "heroName": "Spider Man",
      "realName": "Peter Parker",
      "photoUrl": "https://imagenes.elpais.com/resizer/P9hzlrHlk1VQfyemfVlhDNIcI0M=/414x0/cloudfront-eu-central-1.images.arcpublishing.com/prisa/PS5A2UHQSRE6NHGW4Z7OJR3NI4.jpg",
      "description": "Spider-Man, traducido en ocasiones como Hombre Araña,11​12​ es un personaje creado por los estadounidenses Stan Lee y Steve Ditko,13​14​ e introducido en el cómic Amazing Fantasy n.° 15,",
      "id": "dkqDtLS"
    },
    {
      "heroName": "Star Lord",
      "realName": "Peter Jason Quill",
      "photoUrl": "https://i1.whakoom.com/large/23/01/8160235b9357441d9b0b393643898f64.jpg",
      "description": "Star-Lord (Peter Jason Quill) es un personaje ficticio que aparece en los cómics estadounidenses publicados por Marvel Comics.",
      "id": "6Fpkcqb"
    },
    {
      "heroName": "Black Panter",
      "realName": "T'Challa",
      "photoUrl": "https://dam.smashmexico.com.mx/wp-content/uploads/2018/11/Black-Panther-2018-1-1.jpg",
      "description": "Pantera Negra (T'Challa) (del inglés original, Black Panther) es un superhéroe de la compañía estadounidense Marvel Comics, creado por Stan Lee y Jack Kirby para el número 52 de The Fantastic Four",
      "id": "k5QR1A9"
    },
    {
      "heroName": "Winter Soldier",
      "realName": "Bucky Barnes",
      "photoUrl": "https://i1.whakoom.com/large/0b/22/c3baf308244441e6b199ae3624a0f10e.jpg",
      "description": "James Buchanan \"Bucky\" Barnes es un superhéroe ficticio que aparece en los cómics estadounidenses publicados por Marvel Comics.",
      "id": "F-dH5D1"
    },
    {
      "heroName": "Hulk",
      "realName": "Bruce Banner",
      "photoUrl": "https://c8.alamy.com/compes/ry4ed3/hulk-marvel-comics-el-increible-hulk-comic-2003-ry4ed3.jpg",
      "description": "Hulk debutó en el número 1 de la colección de cómics The Incredible Hulk (mayo de 1962), con guion de Stan Lee, dibujo de Jack Kirby y entintado de Paul Reinman. En la primera historieta, Hulk era gris en vez de verde. Stan Lee, escritor y editor en jefe, había querido un color que no sugiriera ningún grupo étnico en particular. ",
      "id": "z3lQypd"
    },
    {
      "heroName": "Thor",
      "realName": "Thor",
      "photoUrl": "https://www.zonanegativa.com/imagenes/2021/09/Portada-Thor-1.jpg",
      "description": "Thor es un superhéroe ficticio que aparece en los cómics estadounidenses publicados por Marvel Comics. El personaje, que se basa en la deidad nórdica homónima, es el dios del trueno asgardiano poseedor del martillo encantado, Mjolnir, que le otorga capacidad de volar y manipular el clima entre sus otros atributos sobrehumanos, además de concentrar su poder.",
      "id": "Jv1gOvS"
    }
  ]
}